Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Firefox / web / mobile experiment
bn_bd: Firefox / ওয়েব / মোবাইল পরীক্ষণ

source: Four Oh Four!
bn_bd: চারে চার!

source: Get started in 3, 2, 1
bn_bd: শুরু করুন 3, 2, 1

source: Get the current version of Firefox.
bn_bd: Firefox এর বর্তমান সংষ্করণ নিন।

source: Get the Test Pilot add-on
bn_bd: Test Pilot অ্যাড-অন ডাউনলোড করুন

source: Give feedback about the { $title } experiment
bn_bd: { $title } পরীক্ষা সম্পর্কে প্রতিক্রিয়া জানান

source: Give your feedback.
bn_bd: আপনার প্রতিক্রিয়া জানান।

source: Go to { $title }
bn_bd: { $title } এ যাও

source: Help build Firefox.
bn_bd: Firefox তৈরিতে সহযোগিতা করুন।

source: Hide Past Experiments
bn_bd: পূর্বের পরীক্ষণ লুকাও

source: Highlight the area you want to capture.
bn_bd: আপনি যে টুকু অংশে ছবি তুলতে চান তা হাইলাইট করুন।

source: Hope you had fun experimenting with us. <br> Come back any time.
bn_bd: আশা করি আমাদের সাথে পরীক্ষা-নীরিক্ষা করতে আপনি বেশ মজা পেয়েছেন। <br> আবার ব্যবহার করবেন।

source: How to update Firefox.
bn_bd: কিভাবে Firefox হালনাগাদ করবেন।

source: [html/placeholder] email goes here :)
bn_bd: [html/placeholder] ইমেইল এখানে যাবে :)

source: HTTPS required!
bn_bd: HTTPS প্রয়োজন!

source: I'm okay with Mozilla handling my info as explained in <a>this privacy notice</a>.
bn_bd: Mozilla কিভাবে আমার তথ্যাদি ব্যবহার করছে এ সম্পর্কিত <a>এই গোপনীয়তা নোটিশে</a> ব্যাখ্যায় আমি সন্তুষ্ট।

source: Installing...
bn_bd: ইন্সটল হচ্ছে...

source: Install Test Pilot &amp;
bn_bd: Test Pilot ইন্সটল করুন &amp;

source: Install the Test Pilot Add-on
bn_bd: Test Pilot অ্যাড-অন ইন্সটল করুন

source: Just launched!
bn_bd: নতুন শুরু হয়েছে

source: Just Launched
bn_bd: নতুন শুরু হয়েছে

source: Just Updated
bn_bd: এইমাত্র হালানাগাদকৃত

source: Latest updates
bn_bd: সর্বশেষ হালনাগাদ

source: Launch Tour
bn_bd: ভ্রমণ শুরু করুন

source: Locate the Test Pilot add-on
bn_bd: Test Pilot অ্যাড-অন এর স্থান নির্বাচন করুন

source: Looks like we broke something. <br> Maybe try again later.
bn_bd: মনে হচ্ছে আমরা কিছু ভেঙ্গেছি। <br> পরে আবার চেষ্টা করুন।

source: Love Test Pilot? Help us find some new recruits.
bn_bd: Test Pilot ভালবাসেন? আমাদের সাহায্য করুন নতুন অবদানকারী পেতে।

source: mobile experiment
bn_bd: মোবাইল পরীক্ষণ

source: More Experiments
bn_bd: আরও পরীক্ষণ

source: On to the experiments...
bn_bd: অন্যান্য পরীক্ষার উপরে...

source: or just copy and paste this link...
bn_bd: অথবা লিঙ্কটি শুধু কপি এবং পেস্ট করুন...

source: Pick your experiments!
bn_bd: আপনার পরীক্ষণ নির্বাচন করুন!

source: Platform Engineer
bn_bd: প্লাটফরম ইঞ্জিনিয়ার

source: Please use a valid email address!
bn_bd: অনুগ্রহ করে একটি কার্যকর ইমেইল ঠিকানা দিন!

source: Powered by the Wayback Machine
bn_bd: সৌজন্যে Wayback Machine

source: Preflight checklist
bn_bd: পূর্বে যা দেখেছেন

source: Privacy Engineer
bn_bd: গোপনীয়তা প্রকৌশলী

source: Proceed
bn_bd: অগ্রসর হন

source: Product Manager
bn_bd: প্রোডাক্ট ম্যানেজার

source: QA Test Engineer
bn_bd: QA টেস্ট প্রকৌশলী

source: Ready for Takeoff?
bn_bd: আরম্ভের জন্য প্রস্তুত?

source: Restart your browser
bn_bd: আপনার ব্রাউজার পুনরারম্ভ করুন

source: Select the icon to start using Min Vid.
bn_bd: Min Vid শুরু করতে আইকনটি নির্বাচন করুন।

source: Select the icon to start using Page Shot.
bn_bd: Page Shot শুরু করতে আইকন নির্বাচন করুন।

source: Select your experiments
bn_bd: আপনার পরীক্ষণ নির্বাচন করুন

source: Senior Engineer
bn_bd: সিনিয়র ইঞ্জিনিয়ার

source: Senior QA Engineer
bn_bd: সিনিয়র QA ইঞ্জিনিয়ার

source: Senior UX Designer
bn_bd: সিনিয়র UX ডিজাইনার

source: Show Past News
bn_bd: আগের খবর দেখাও

source: Shutting down...
bn_bd: বন্ধ করছে...

source: Sign Up Now
bn_bd: এখনই সাইন আপ করুন

source: ...Snooze Tabs brings it back!
bn_bd: ...স্নুজ ট্যাব আবার ফিরে আসবে!

source: Software Developer
bn_bd: সফটওয়ার ডেভেলপার

source: Software Engineer
bn_bd: সফটওয়্যার ইঞ্জিনিয়ার

source: Something is wrong!
bn_bd: কিছু একটা ভুল হচ্ছে!

source: <span>{ $installation_count }</span> participants
bn_bd: <span>{ $installation_count }</span> অংশগ্রহণকারী

source: Staff Engineer
bn_bd: স্টাফ ইঞ্জিনিয়ার

source: Stay Informed
bn_bd: অবগত থাকুন

source: Submitting...
bn_bd: জমা দেওয়া হচ্ছে...

source: Take a quick survey
bn_bd: জরীপে অংশ নিন

source: Technical Program Manager
bn_bd: টেকনিক্যাল প্রোগাম ম্যানেজার

source: Tell us what you think
bn_bd: আপনার কি মনে হয় আমাদের জানান

source: Test new features.
bn_bd: নতুন নতুন ফিচার পরখ করুন।

source: (Test Pilot is available for Firefox on Windows, OS X and Linux)
bn_bd: (Windows, OS X and Linux এ Firefox এর জন্য Test Pilot পাওয়া যাচ্ছে)

source: Test Pilot requires Firefox 49 or higher.
bn_bd: Test Pilot ব্যবহার করতে Firefox 49 বা পরবর্তী সংস্করণ প্রয়োজন।

source: Test Pilot requires Firefox for Desktop on Windows, Mac or Linux
bn_bd: Test Pilot এর জন্য Windows, Mac অথবা Linux এ ডেস্কটপের জন্য Firefox প্রয়োজন

source: Test Pilot Wiki
bn_bd: Test Pilot উইকি

source: Thanks for flying!
bn_bd: ব্যবহারের জন্য ধন্যবাদ!

source: Thank you!
bn_bd: ধন্যবাদ!

source: Thank You!
bn_bd: ধন্যবাদ!

source: There are <span>{ $installation_count }</span> people trying { $title } right now!
bn_bd: { $title }<span>{ $installation_count }</span> জন ব্যবহারকারী বর্তমানে ব্যবহার করছেন!

source: The { $title } experiment has ended. Once you uninstall it you won't be able to re-install it through Test Pilot again.
bn_bd: { $title } পরীক্ষা শেষ হয়েছে। আপনি একবার এটি আনইন্সটল করলে, Test Pilot দ্বারা আর ইনস্টল করতে পারবেন না।

source: This experiment has ended
bn_bd: পরীক্ষণটি শেষ হয়েছে।

source: This experiment is not supported in your language ({ $locale_code }).
bn_bd: পরীক্ষাটি আপনার ভাষায় অনুমোদন করবে না ({ $locale_code })।

source: This experiment may not be compatible with add-ons you have installed.
bn_bd: আপনি যে এড-অনসটি ইন্সটল করছেন সেটার সাথে এই গবেষণাটি সামঞ্জস্যপূর্ণ নয়।

source: { $title } disabled in Add-ons Manager
bn_bd: { $title } অ্যাড-অন ম্যানেজারে নিষ্ক্রিয় করা আছে

source: { $title } enabled!
bn_bd: { $title } সক্রিয়!

source: { $title } feedback
bn_bd: { $title } প্রতিক্রিয়া

source: { $title } is enabled.
bn_bd: { $title } সক্রিয়।

source: { $title } is ending on { $completedDate }
bn_bd: # Shown on pages of retired or retiring experiments.

source: { $title } is ending on { DATETIME($completedDate) }
bn_bd: { $title } শেষ হয়েছে { DATETIME($completedDate) } এ

source: { $title } requires Firefox { $min_release } or later.
bn_bd: { $title } এর জন্য প্রয়োজন Firefox { $min_release } অথবা পরের কোন সংস্করণ।

source: To opt out of email updates, simply click the <em>unsubscribe</em> link on any Test Pilot email.
bn_bd: ইমেইল এর হালনাগাদ না পেতে চাইলে, শুধু Test Pilot ইমেইলের কোন <em>আনসাবস্ক্রাইব</em> লিঙ্কে ক্লিক করুন।

source: Try all of our experiments
bn_bd: আপনার সকল পরীক্ষা চেস্টা করুন

source: Try out the latest experimental features
bn_bd: সাম্প্রতিক পরীক্ষামূলক ফিচারগুলো ব্যবহার করুন

source: Try out these experiments as well
bn_bd: এই পরীক্ষা গুলোও চেষ্টা করুন

source: Uh oh...
bn_bd: উহ ওহ...

source: Uh oh. { $title } could not be enabled. Try again later.
bn_bd: { $title } সক্রিয় করা হয়নি। পরে আবার চেষ্টা করুন।

source: Uninstall Test Pilot
bn_bd: Test Pilot আনইন্সটল করুন

source: Uninstall Test Pilot?
bn_bd: Test Pilot আনইন্সটল করবেন?

source: Upgrade Firefox
bn_bd: Firefox হালানাগাদ করুন

source: User Security and Privacy
bn_bd: ব্যবহারকারী নিরাপত্তা ও গোপনীয়তা

source: UX Designer
bn_bd: UX ডিজাইনার

source: View details
bn_bd: বিস্তারিত দেখুন

source: View Past Experiments
bn_bd: পূর্বের পরীক্ষণ দেখাও

source: Web Engineer
bn_bd: ওয়েব ইঞ্জিনিয়ার

source: web experiment
bn_bd: ওয়েব পরীক্ষণ

source: web / mobile experiment
bn_bd: ওয়েব / মোবাইল পরীক্ষণ

source: Welcome to Test Pilot!
bn_bd: Test Pilot এ স্বাগতম!

source: We put an icon in your toolbar so you can always find Test Pilot.
bn_bd: আমরা আপনার টুলবারে একটি আইকন দিব যাতে আপনি সবসময় Test Pilot পেতে পারেন।

source: We're building next-generation features for Firefox. Install Test Pilot to try them!
bn_bd: আমরা Firefox এর পরবর্তী প্রজন্মের ফিচার তৈরি করছি। সেগুলো ব্যবহার করতে Test Pilot ইন্সটল করুন!

source: We will automatically disable the Universal Search experiment and report the results when it ends.
bn_bd: Universal Search পরীক্ষার ফলাফল প্রেরণের পর এটি আমরা স্বয়ংক্রিয়ভাবে বন্ধ করে দিবো।

source: We will only send you Test Pilot-related information.
bn_bd: আমরা আপনাকে Test Pilot সম্পর্কিত তথ্য পাঠাবো।

source: Whoops!
bn_bd: ওপস!

source: You can always give us feedback or disable Activity Stream from Test Pilot.
bn_bd: আপনি যেকোন সময় আমাদের ফিডব্যাক পাঠাতে পারেন অথবা টেস্ট পাইলট থেকে এক্টিভিটি স্ট্রিম নিষ্ক্রিয় করতে পারেন।

source: You can always give us feedback or disable Min Vid from Test Pilot.
bn_bd: আপনি যেকোন সময় আমাদের প্রতিক্রিয়া জানাতে পারেন অথবা টেস্ট পাইলট থেকে Min Vid নিষ্ক্রিয় করতে পারেন।

source: You can learn more about the data collection for { $title } here.
bn_bd: ডাটা কালেকশন সম্বন্ধে আরো জানুন এখান থেকে { $title }।

source: Your email here
bn_bd: আপনার ইমেইল এখানে দিন

source: Your privacy
bn_bd: আপনার গোপনীয়তা

source: {0} (Used {1} time)
bn_bd: {0} ({1} বার ব্যবহৃত হয়েছে)

source: {0} (Used {1} times)
bn_bd: {0} ({1} বার ব্যবহৃত হয়েছে)

source: A Basic Function
bn_bd: বেসিক ফাংশন

source: Add a code snippet
bn_bd: কোড স্নিপ্যাড যোগ করুন

source: Add a Comment
bn_bd: মন্তব্য যোগ করুন

source: Add a CSS file
bn_bd: একটি CSS ফাইল যোগ করুন

source: Add a Definition List
bn_bd: সংজ্ঞার তালিকা যোগ করুন

source: Add a file to your project
bn_bd: আপনার প্রকল্পে একটি ফাইল যোগ করুন

source: Add a For Loop
bn_bd: ফর লুপ যোগ করুন

source: Add a Form
bn_bd: ফরম যোগ করুন

source: Add a JavaScript file
bn_bd: একটি JavaScript ফাইল যোগ করুন

source: Add a Keyframe Animation
bn_bd: কিফ্রেম অ্যানিমেশন যোগ করুন

source: Add an Audio player to your page
bn_bd: আপনার পাতায় অডিও প্লেয়ার যোগ করুন

source: Add an External Stylesheet
bn_bd: এক্সটার্নাল স্টাইলসিট যোগ করুন

source: Add an HTML file
bn_bd: একটি HTML ফাইল যোগ করুন

source: Add an If...Else conditional
bn_bd: ইফ...ইলস শর্ত যোগ করুন

source: Add an Ordered List
bn_bd: সুবিন্যস্ত তালিকা যোগ করুন

source: Add an Unordered List
bn_bd: অবিন্যাস্ত তালিকা যোগ করুন

source: Add a Script
bn_bd: স্ক্রিপট যোগ করুন

source: Add a Table
bn_bd: টেবিল যোগ করুন

source: Add a Tutorial
bn_bd: টিউটরিয়াল যোগ করুন

source: Add a While Loop
bn_bd: হোয়াইল লুপ যোগ করুন

source: Add CSS file
bn_bd: CSS ফাইল যোগ করুন

source: Add Filter
bn_bd: ফিল্টার যোগ করুন

source: Add HTML file
bn_bd: HTML ফাইল যোগ করুন

source: Add JavaScript file
bn_bd: JavaScript ফাইল যোগ করুন

source: Add Mobile Metadata
bn_bd: মোবাইল মেটাডাটা ব্যবহার করুন

source: Add your comment here
bn_bd: আপনার মন্তব্য এখানে যোগ করুন

source: Add your own content to this interactive postcard.
bn_bd: এই আকর্ষণীয় পোস্টকার্ডে নিজের কন্টেন্ট যুক্ত করুন।

source: A file or directory with the name <span class='dialog-filename'>{0}</span> already exists.
bn_bd: ফাইল বা ফোল্ডার <span class='dialog-filename'>{0}</span> নামে আগেথেকেই আছে।

source: A file or folder with the name {0} already exists in {1}. Consider renaming either one to continue.
bn_bd: একটি ফাইল অথবা ফোল্ডার {0} নামে ইতিমধ্যে {1} এ বিদ্যমান। অব্যাহত রাখতে নাম পরিবর্তন করুন।

source: <a href="#" title="Sign in to Thimble" id="login-link" data-loginUrl="{{ loginURL }}" class="navbar-login">Sign in</a> or <a href="#" title="Create an account" id="signup-link" class="navbar-login">Create an account</a>
bn_bd: <a href="#" title="Sign in to Thimble" id="login-link" data-loginUrl="{{ loginURL }}" class="navbar-login">সাইন ইন করুন</a> অথবা <a href="#" title="Create an account" id="signup-link" class="navbar-login">অ্যাকাউন্ট খুলুন</a>

source: Allow JavaScript
bn_bd: JavaScript সক্রিয় করুন

source: An error occurred when reading the contents of the directory <span class='dialog-filename'>{0}</span>. (error {1})
bn_bd: এই <span class='dialog-filename'> {0} </span> ফোল্ডারের কন্টেন্টগুলো পড়ার সময় ত্রুটি ঘটেছিল। (ত্রুটি {1})

source: An error occurred when showing the open file dialog. (error {0})
bn_bd: ওপেন ফাইল ডায়ালগ দেখানোর সময় একটি ত্রুটি ঘটেছে। (ত্রুটি {0})

source: An error occurred when trying to create the directory <span class='dialog-filename'>{1}</span>. {2}
bn_bd: একটি ত্রুটি ঘটেছে যখন এই <span class='dialog-filename'>{1}</span> ফোল্ডারটি তৈরি করা হয়। {2}

source: An error occurred when trying to create the file <span class='dialog-filename'>{1}</span>. {2}
bn_bd: একটি ত্রুটি ঘটেছে যখন এই <span class='dialog-filename'>{1} </span> ফাইলটি তৈরি করা হয়। {2}

source: An error occurred when trying to delete the directory <span class='dialog-filename'>{0}</span>. {1}
bn_bd: <span class='dialog-filename'>{0}</span> ফোল্ডারটি মুছে ফেলার সময় একটি ত্রুটি ঘটেছিলো। {1}

source: An error occurred when trying to delete the file <span class='dialog-filename'>{0}</span>. {1}
bn_bd: <span class='dialog-filename'>{0}</span> ফাইলটি মুছে ফেলার সময় একটি ত্রুটি ঘটেছিলো। {1}

source: An error occurred when trying to open the file <span class='dialog-filename'>{0}</span>. {1}
bn_bd: এই <span class='dialog-filename'>{0}</span> ফাইলটি খোলার সময় ত্রুটি ঘটেছিল। {1}

source: An error occurred when trying to open the following files:
bn_bd: নিচের ফাইলগুলো খোলার সময় ত্রুটি ঘটেছিল:

source: An error occurred when trying to rename the directory <span class='dialog-filename'>{0}</span>. {1}
bn_bd: এই <span class='dialog-filename'>{0}</span> ফোল্ডারটি পুনঃনামকরনের সময় ত্রুটি ঘটেছিল। {1}

source: An error occurred when trying to rename the file <span class='dialog-filename'>{0}</span>. {1}
bn_bd: এই <span class='dialog-filename'>{0}</span> ফাইলটি পুনঃনামকরনের সময় ত্রুটি ঘটেছিল। {1}

source: An error occurred when trying to save the file <span class='dialog-filename'>{0}</span>. {1}
bn_bd: এই <span class='dialog-filename'> {0} </span> ফাইলটি সংরক্ষণের সময় ত্রুটি ঘটেছিল। {1}

source: An unexpected error occurred when attempting to move {0} to {1}
bn_bd: {0} {1} এ স্থানান্তরের চেষ্টা করার সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।

source: Apply
bn_bd: আবেদন করুন

source: Are you sure you want to delete <span class='dialog-filename'>{0}</span>?
bn_bd: আপনি কি সত্যিই ফোল্ডারটি<span class='dialog-filename'>{0}</span>মুছে ফেলতে চান?

source: Are you sure you want to delete the folder <span class='dialog-filename'>{0}</span>?
bn_bd: আপনি কি সত্যিই ফোল্ডারটি<span class='dialog-filename'>{0}</span>মুছে ফেলতে চান?

source: Array
bn_bd: অ্যারে

source: <a title="Sign in to Thimble" id="login-link" class="navbar-login">Sign in</a> or <a title="Create an account" id="signup-link" class="navbar-login">Create an account</a> to Save and {{ publishBtnOpenTag }}Publish{{ publishBtnCloseTag }}
bn_bd: <a title="Sign in to Thimble" id="login-link" class="navbar-login">সাইন ইন করুন</a> or <a title="Create an account" id="signup-link" class="navbar-login">অ্যাকাউন্ট তৈরি করুন</a> to Save and {{ publishBtnOpenTag }}প্রকাশ করুন{{ publishBtnCloseTag }}

source: Audio Player
bn_bd: অডিও প্লেয়ার

source: Authentication Failed ({{ httpStatusCode }})
bn_bd: প্রমাণীকরণ ব্যর্থ ({{ httpStatusCode }})

source: Auto close tags
bn_bd: অটো বন্ধনী ট্যাগ

source: Autocomplete code
bn_bd: কোড অটোসম্পূর্ণ হবে

source: Back-to-School Postcard
bn_bd: ব্যাক-টু-স্কুল পোস্টকার্ড

source: Basic coding ideas
bn_bd: প্রাথমিক কোডিং ধারনা

source: Basic Style
bn_bd: বেসিক স্ট্যাইল

source: Bob
bn_bd: বব

source: By {{ author }}
bn_bd: {{ author }} এর দ্বারা প্রকাশিত

source: Change CSS Property
bn_bd: CSS প্রোপার্টি পরিবর্তন করুন

source: Change editor options
bn_bd: এডিটরের অপশন পরিবর্তন করুন

source: Change the design of this poster to make it your own.
bn_bd: আপনার নিজের মত তৈরি করতে এই প্রোজেক্টের নকশা পরিবর্তন করুন।

source: Class Selector
bn_bd: ক্লাস সিলেক্টর

source: Clear the Console
bn_bd: কনসোল পরিস্কার করুন

source: Clear the search term
bn_bd: খোঁজার টার্ম পরিস্কার করুন

source: Click!
bn_bd: ক্লিক!

source: Close the Console
bn_bd: কনসোল বন্ধ করুন

source: Collapse the file tray
bn_bd: ফাইল ট্রে সংকুচিত করুন

source: Color theme
bn_bd: থিমের রঙ

source: Comic Strip {{ teachingKit }}
bn_bd: কমিক স্ট্রিপ {{ teachingKit }}

source: Confirm Delete
bn_bd: মুছে ফেলা নিশ্চিত করুন

source: Continue using Thimble
bn_bd: Thimble ব্যবহার অব্যাহত রাখুন

source: Contribute on Github
bn_bd: গিটহাব এ কন্ট্রিবিউট করুন

source: Create an Array
bn_bd: অ্যারে যোগ করুন

source: Create a new Project
bn_bd: নতুন প্রকল্প তৈরি করুন

source: Create your very own version of this comic strip.
bn_bd: এই কমিক স্ট্রিপ সম্পূর্ণ নিজের মত করে তৈরি করুন।

source: Creating an interactive button<br /> with JavaScript
bn_bd: JavaScript দিয়ে আকর্ষণীয় বাটন তৈরি করুন

source: Creating an interactive element<br/> with JavaScript
bn_bd: JavaScript দিয়ে আকর্ষণীয় ইলিমেন্ট তৈরি করুন

source: Creating new project...
bn_bd: নতুন প্রকল্প তৈরি হচ্ছে...

source: Creating new project…
bn_bd: নতুন প্রকল্প তৈরি হচ্ছে...

source: CSS colors
bn_bd: CSS কালারস

source: CSS Quick Edit: incomplete class attribute
bn_bd: CSS দ্রুত সম্পাদনা: অসম্পূর্ণ ক্লাস আট্ট্রিবিঊট

source: CSS Quick Edit: incomplete id attribute
bn_bd: CSS দ্রুত সম্পাদনা: অসম্পূর্ণ আইডি আট্ট্রিবিঊট

source: CSS Quick Edit: place cursor in tag, class, or id
bn_bd: CSS দ্রুত সম্পাদনা: ট্যাগ, ক্লাস অথবা আইডি এর উপর কার্সার রাখুন

source: CSS Quick Edit: place cursor on a single class name
bn_bd: CSS দ্রুত সম্পাদনা: ক্লাস এর একক নামের উপর কার্সার রাখুন

source: CSS Timing Function Quick Edit: invalid syntax
bn_bd: CSS টাইমিং ফাংশন দ্রুত সম্পাদনা: অবৈধ শব্দবিন্যাস

source: Current Color
bn_bd: বর্তমান রঙ

source: Current Events Comic
bn_bd: বর্তমান ইভেন্ট কমিক

source: David
bn_bd: ডেভিড

source: Declare a Font
bn_bd: অক্ষর ঘোষণা করুন

source: Decrease the editor font size
bn_bd: এডিটরের ফন্টের আকার কমান

source: Definition List
bn_bd: সংজ্ঞার তালিকা

source: Delete Project
bn_bd: প্রকল্প মুছে ফেলুন

source: Delete Projects
bn_bd: প্রকল্প মুছে ফেলুন

source: Delete this Project
bn_bd: প্রকল্প অপসারন করুন

source: directory
bn_bd: ফোল্ডার

source: Directory
bn_bd: ফোল্ডার

source: Directory Name
bn_bd: ফোল্ডারের নাম

source: Directory names
bn_bd: ফোল্ডারের নাম

source: Directory names cannot use any system reserved words, end with dots (.) or use any of the following characters: <code class='emphasized'>{1}</code>
bn_bd: ফোল্ডারের নাম সিস্টেম সংরক্ষিত কোন শব্দ,ডট(.) দ্বারা শেষ বা নিচের চিহ্ন গুলোর মত হতে পারবেনা : <code class='emphasized'>{1}</code>

source: Disable fullscreen preview
bn_bd: পূর্ণস্ক্রিনের প্রাকদর্শন নিষ্ক্রিয় করুন

source: Do something in this loop
bn_bd: লুপে কিছু করুন

source: Download files (.zip)
bn_bd: ডাউনলোড ফাইল (.zip)

source: Edited <% timeElapsed %>
bn_bd: সর্বশেষ সম্পাদিত হয়েছে <% timeElapsed %>

source: Editing CSS styles
bn_bd: CSS স্টাইল সম্পাদনা করা

source: Editing for specific word choice
bn_bd: পছন্দের নিজস্ব শব্দটি সম্পাদনা করুন

source: Editing HTML content
bn_bd: CSS স্টাইল সম্পাদনা করা

source: Editing JavaScript content
bn_bd: JavaScript কন্টেন্ট সম্পাদনা করা

source: EDITOR
bn_bd: এডিটর

source: Email Us
bn_bd: আমাদেরকে ইমেইল করুন

source: Embedding media in webpages
bn_bd: ওয়েবপেজে মিডিয়া এম্বেড করুন

source: Emboss
bn_bd: খোদাই করা

source: Empty String
bn_bd: খালি স্ট্রিং

source: Enable fullscreen preview
bn_bd: পূর্ণস্ক্রিনের প্রাকদর্শন সক্রিয় করুন

source: (error {0})
bn_bd: (ত্রুটি {0})

source: Error Creating Directory
bn_bd: ফোল্ডার তৈরিতে ত্রুটি

source: Error Creating File
bn_bd: ফাইল তৈরিতে ত্রুটি

source: Error Deleting Directory
bn_bd: ফোল্ডার মুছে ফেলতে ত্রুটি

source: Error Deleting File
bn_bd: ফাইল মুছে ফেলতে ত্রুটি

source: Error Details
bn_bd: ত্রুটির বিবরণ

source: Error Indexing Files
bn_bd: ফাইল ইনডেক্স করায় ত্রুটি

source: Error Opening File
bn_bd: ফাইল খুলতে ত্রুটি

source: Error Renaming Directory
bn_bd: ফোল্ডার পুনঃনামকরনে ত্রুটি

source: Error Renaming File
bn_bd: ফাইল পুনঃনামকরনে ত্রুটি

source: Error Saving File
bn_bd: ফাইল সংরক্ষণ করতে ত্রুটি

source: Excuse Generator {{ teachingKit }}
bn_bd: অজুহাত তৈরি করুন {{ teachingKit }}

source: Expand the file tray
bn_bd: ফাইল ট্রে সম্প্রসারিত করুন

source: Export (.zip)
bn_bd: এক্সপোর্ট (.zip)

source: External Changes
bn_bd: বহিঃস্থ পরিবর্তন

source: Failed to create new file!
bn_bd: নতুন ফাইল তৈরিতে ব্যর্থ হয়েছে!

source: Failed to create the project!
bn_bd: প্রকল্প তৈরিতে ব্যর্থ হয়েছে!

source: Failed to delete the file!
bn_bd: ফাইল অপসারনে ব্যর্থ হয়েছে!

source: Failed to delete the project!
bn_bd: প্রকল্প অপসারণে ব্যর্থ হয়েছে!

source: Failed to get the list of your projects!
bn_bd: আপনার প্রকল্পগুলোর তালিকা তৈরিতে ব্যর্থ হয়েছে!

source: Failed to get the project's files!
bn_bd: প্রকল্প ফাইল পেতে ব্যর্থ হয়েছে!

source: Failed to load Thimble!
bn_bd: Thimble লোড ব্যর্থ হয়েছে!

source: Failed to login!
bn_bd: লগইন করতে ব্যর্থ!

source: Failed to publish the project!
bn_bd: প্রকল্প পাবলিশ করতে ব্যর্থ হয়েছে!

source: Failed to recover the project you were working on!
bn_bd: আপনি যে প্রকল্পে কাজ করছিলেন তা পুনরুদ্ধার করতে ব্যর্থ হয়েছে!

source: Failed to remix the requested project!
bn_bd: অনুরোধকৃত প্রকল্প রিমিক্স করতে ব্যর্থ হয়েছে!

source: Failed to rename folder for project!
bn_bd: প্রকল্পের জন্য ফোল্ডার পুনঃনামকরণে ব্যর্থ হয়েছে!

source: Failed to rename the project!
bn_bd: প্রকল্প পুনঃনামকরণে ব্যর্থ হয়েছে!

source: Failed to unpublish the project!
bn_bd: প্রকল্প আনপাবলিশ করতে ব্যর্থ হয়েছে!

source: Failed to update the file!
bn_bd: ফাইল হালনাগাদে ব্যর্থ হয়েছে!

source: Failed to update the project's details!
bn_bd: প্রকল্পের বিস্তারিত হালনাগাদে ব্যর্থ হয়েছে!

source: Featured Contributors
bn_bd: শীর্ষ অবদানকারী

source: File Deleted
bn_bd: ফাইল মুছে ফেলা হয়েছে

source: file exceeds maximum supported size: {0} MB.
bn_bd: ফাইল সমর্থিত সর্বোচ্চ আয়তন ছাড়িয়ে গেছে: {0} MB।

source: file exceeds maximum supported size: 3MB
bn_bd: ফাইল সমর্থিত সর্বোচ্চ আয়তন ছাড়িয়ে গেছে: 3 MB

source: Filename
bn_bd: ফাইলের নাম

source: Filenames
bn_bd: ফাইলের নাম

source: File names cannot use any system reserved words, end with dots (.) or use any of the following characters: <code class='emphasized'>{1}</code>
bn_bd: ফাইলের নাম সিস্টেম সংরক্ষিত কোন শব্দ,ডট(.) দ্বারা শেষ বা নিচের চিহ্ন গুলোর মত হতে পারবেনা : <code class='emphasized'> {1}</code>

source: FILES
bn_bd: ফাইল

source: Files larger than {0} MB cannot be opened in {APP_NAME}.
bn_bd: {0} MB এর চেয়ে বড় ফাইল {APP_NAME} তে খোলা যাবে না।

source: Finding Creative Commons-licensed images
bn_bd: ক্রিয়েটিভ কমন্স-লাইসেন্সের ছবি অনুসন্ধান

source: First name
bn_bd: নামের প্রথমাংশ

source: Font File
bn_bd: ফন্টের ফাইল

source: For Loop
bn_bd: ফর লুপ

source: Form
bn_bd: ফরম

source: From your Computer...
bn_bd: আপনার কম্পিউটার থেকে...

source: Glowing Sun
bn_bd: উজ্জ্বল সূর্য

source: Heading
bn_bd: শিরোনাম

source: "Hello, " + name
bn_bd: "Hello, " + নাম

source: Hello, stranger!
bn_bd: ওহে, আগন্তুক!

source: Here's a link you can share...
bn_bd: এখানে একটি লিঙ্ক আছে যা শেয়ার করতে পারেন...

source: Hex Format
bn_bd: Hex ফরম্যাট

source: Hi, {{username}}
bn_bd: ওহে, {{username}}

source: Homework Excuse Generator
bn_bd: বাড়ীর কাজের অজুহাত বানান

source: Hovered
bn_bd: হোভার করা হয়েছে

source: How to design a poster
bn_bd: কিভাবে পোস্টার ডিজাইন করতে হয়

source: HSLa Format
bn_bd: HSLa ফরম্যাট

source: ID Selector
bn_bd: আইডি সিলেক্টর

source: If...Else Statement
bn_bd: ইফ...ইলস স্টেটমেন্ট

source: If the project doesn't load, <a title="Thimble help page" href="https://github.com/mozilla/thimble.mozilla.org/wiki/Project-not-Loading-Help">get help here</a>.
bn_bd: যদি প্রজেক্ট লোড না হলে <a title="Thimble help page" href="https://github.com/mozilla/thimble.mozilla.org/wiki/Project-not-Loading-Help">এখানে সাহায্য নিন</a>।

source: If you think this page should be here, <br/> let us know.
bn_bd: আপনি যদি মনে করেন পাতাটি এখানে থাকা উচিত, <br/>আমাদের জানান।

source: Image description
bn_bd: ছবির বর্ণণা

source: Image File
bn_bd: ছবির ফাইল

source: Image Filter
bn_bd: ইমেজ ফিল্টার

source: Image Filters
bn_bd: ইমেজ ফিল্টার

source: Include a CSS file
bn_bd: CSS ফাইল যোগ করুন
